<?php

return array (
  'name' => 'DMeet直面',
  'beian' => '',
  'cdnurl' => '',
  'version' => '1.0.40',
  'timezone' => 'Asia/Shanghai',
  'forbiddenip' => '',
  'languages' => 
  array (
    'backend' => 'zh-cn',
    'frontend' => 'zh-cn',
  ),
  'fixedpage' => 'basic',
  'categorytype' => 
  array (
  ),
  'configgroup' => 
  array (
    'basic' => '基础配置',
    'email' => '邮件配置',
    'dictionary' => '字典配置',
    'normal' => '常规配置',
    'other' => '其他配置',
  ),
  'mail_type' => '1',
  'mail_smtp_host' => 'smtp.qq.com',
  'mail_smtp_port' => '465',
  'mail_smtp_user' => '10000',
  'mail_smtp_pass' => 'password',
  'mail_verify_type' => '2',
  'mail_from' => '10000@qq.com',
  'attachmentcategory' => 
  array (
    'category1' => '分类一',
  ),
  'agreement' => '<p><font color="#000000" face="黑体"><span style="font-size: 16px;">任何使用直面Dmeet小程序（以下简称“小程序”）的用户均应在使用前仔细阅读本协议。用户使用前述小程序的行为将被视为对本协议全部内容的认可，若用户对本协议的任何条款有异议，请停止使用小程序所提供的全部服务。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">本协议（包括本文最后部分的隐私政策）是用户（包括通过各种合法途径获取到本产品的自然人、法人或他组织机构，以下简称"用户"或"您"）与我们之间针对本产品相关事项最终的、完整的且排他的协议，并取代、合并之前的当事人之间关于上述事项的讨论和协议。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">本协议将对用户使用本产品的行为产生法律约束力，您已承诺和保证有权利和能力订立本协议。用户开始使用本产品将视为已经接受本协议，请认真阅读并理解本协议中各种条款，包括免除和限制我们的免责条款和对用户的权利限制（未成年人审阅时应由法定监护人陪同），如果您不能接受本协议中的全部条款，请勿开始使用本产品。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">使用账户您必须承诺和保证：您使用本产品的行为必须合法。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">1、用户使用小程序进行线上活动、享受线下服务、进行线下交友、线下交易转账付款等行为造成的自身人身、财产损失，小程序概不负责，亦不承担任何法律责任。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">2、任何通过小程序展示的信息均系个人、商家用户自行发布，小程序对其合法性、真实性、客观性概不负责，亦不承担任何法律责任。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">3、用户使用小程序的过程中，不得以任何方式利用小程序直接或间接从事违反当地法律以及社会公德的行为（尤其是诈骗、拐卖、诽谤等等）。所有由用户填写的通过小程序公布的信息、用户通过小程序作出的言论等，均由用户自行负责。若用户因其填写的信息、作出的言论而受到任何惩处的，小程序概不负责，亦不承担任何连带责任。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">4、小程序对于用户自小程序而获得的任何他人信息、内容等任何资讯（以下统称为“信息”），不保证真实性、准确性和完整性。如果用户通过前述信息而进行任何行为，需自行甄别真伪和谨慎预防风险，否则，无论何种原因，小程序运营方不对任何非与其直接发生的交易和/或行为承担任何直接、间接、附带的损失和责任。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">5、用户使用小程序实施侵犯第三方合法权益的行为，造成第三方损失的，由用户自行承担全部责任。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">6、对于因不可抗力或小程序不能控制的原因造成的服务中断或其它缺陷，小程序不承担任何责任，但会尽力减少因此而给用户造成的损失和影响。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">7、退费规则：用户在小程序内下单购买产品服务并完成付款的，在订单预约时间前24小时含24小时取消，退还全部保证金或套餐费用；前24小时～3小时含3小时取消人扣除保证金50%（即套餐费的25%），其余费用原路退还；3小时内取消人扣除保证金后，其余金额退还；如在订单预约时间开始后取消订单的，小程序不予退款。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">8、用户通过小程序购买产品服务属于到店体验的，应自行保证自身的人身安全、财产安全，到店后享受服务时、离店后与第三人发生任何财产纠纷、人身冲突的，小程序运营方概不负责。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">9、用户到店后不得在门店内作出任何违反当地法律以及社会公德的行为、传播散布任何涉及诽谤、侵权、淫秽、低俗、非法的言论、资料和信息。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">10、用户不得以任何方式逃单，因此导致小程序运营方或商家门店遭受任何损失的，均由用户承担。</span></font></p><p><font color="#000000" face="黑体"><span style="font-size: 16px;">本产品将会依据本协议"修改和终止"的规定保留或终止您的账户。您必须承诺对您的登录信息保密、不被其他人获取与使用，并且对您在本账户下的所有行为负责。您必须将任何有可能触犯法律的、未授权使用或怀疑为未授权使用的行为在第一时间通知本产品。本产品不对您因未能遵守上述要求而造成的损失承担法律责任。</span></font></p>',
  'privacy' => '<p>欢迎使用直面DMeet（以下简称“本软件”）。本软件非常重视用户的隐私保护，本隐私协议旨在向用户说明本软件如何收集、使用、存储和保护用户的个人信息。在使用本软件前，请您仔细阅读本隐私协议。如果您不同意本隐私协议的任何内容，请勿使用本软件。</p><p>一、信息收集</p><p>&nbsp; &nbsp; 1.本软件不会主动收集用户的任何个人信息，包括但不限于姓名、身份证号、电话号码、电子邮件地址等。</p><p>&nbsp; &nbsp; 2.当用户使用本软件时，本软件可能会自动收集一些技术信息，包括但不限于用户的设备信息、操作系统版本、网络状态、IP地址等。</p><p>&nbsp; &nbsp; 3. 本软件可能会使用第三方服务，如广告服务、统计分析服务等，这些服务可能会收集用户的一些信息，但本软件不会主动向第三方服务提供用户的任何个人信息。</p><p>二、信息使用</p><p>&nbsp; &nbsp; 1. 本软件收集的技术信息仅用于改善本软件的服务质量，如优化算法、提高智能识别能力等。</p><p>&nbsp; &nbsp; 2.本软件不会将用户的任何个人信息用于商业目的，也不会向任何第三方出售、出租、分享或交换用户的任何个人信息。</p><p>三、信息存储和保护</p><p>&nbsp; &nbsp;1.本软件收集的技术信息将存储在本软件的服务器上，本软件将采取合理的安全措施，保护用户的信息不被非法获取、使用或泄露。</p><p>&nbsp; &nbsp; 2. 本软件将采取合理的措施，保护用户的信息不被意外删除或损坏。</p><p>四、信息披露</p><p>&nbsp; &nbsp; 1. 本软件不会向任何第三方披露用户的任何个人信息，除非经过用户的明确授权或法律规定。</p><p>&nbsp; &nbsp; 2. 如用户违反本软件的使用规定或法律法规，本软件有权向相关部门披露用户的个人信息。</p><p>五、未成年人信息保护</p><p>&nbsp; &nbsp; 1.本软件非常重视未成年人的信息保护，未成年人应在父母或监护人的指导下使用本软件。</p><p>&nbsp; &nbsp; 2.本软件不会主动收集未成年人的任何个人信息，如未成年人的父母或监护人发现未成年人的个人信息被泄露，请立即联系本软件开发</p><p>六、其他</p><p>&nbsp; &nbsp;1.本隐私协议的解释、适用及争议解决均适用本软件运营商所在地法律，并由本软件运营商所在地的法院管辖。</p><p>&nbsp; &nbsp; 2. 如有任何问题或意见，请联系本软件运营商。</p><p>本隐私协议的最终解释权归本软件运营商 - 俱山企业管理（上海）有限公司所有。</p><div><br></div>',
  'aboutus' => '<p>&nbsp;直面DMeet(Direct Meet)是一家提供直接快速见面的社交平台，一站式预约见面场所，一边交友</p><p>一边享受兴趣和美食。</p><p>我们的理念：不闲扯，直接见面聊，拒绝线上套路，回归线下真实。</p><div><br></div><p><br></p>',
  'help_center' => '<p>帮助中心图文帮助中心图文帮助中心图文帮助中心图文帮助中心图文<br></p>',
  'screen' => '/uploads/20241229/Fnu2XuDX70-MlXEM7xDYhoI6UEk5.png',
  'is_vip_invite' => '1',
  'default_position' => '',
  'share_normal_reward' => '1',
  'share_feature_award' => '10',
  'invite_fee' => '7',
  'member_desc' => '<p style="text-align: left;">这是会员说明的文字这是会员说明的文字这是会员说明的文字这是会员说明的文字这是会员说明的文字这是会员说明的文字这是会员说明的文字这是会员说明的文字这是会员说明的文字。</p><p style="text-align: left;"><br></p><p style="text-align: left;"><br></p><p><span style="text-align: right;"><br></span><span style="text-align: right;"><br></span><span style="text-align: right;"><br></span></p>',
  'member_invite_fee' => '0.01',
  'sign_in_range' => '500',
  'new_deposit_price' => '60',
  'cash_mix_balance' => '50',
);
